{
  "header": {
    "navigation": [
      "About Us",
      "Services Offered",
      "Core Technologies",
      "Why Choose Us",
      "Portfolio",
      "Our Process",
      "Feedbacks",
      "Contact Us"
    ]
  },
  "hero_banner": {
    "letter_1": "I",
    "letter_2": "O",
    "letter_3": "M",
    "text_1": "- Interactive Web Development",
    "text_2": "- Optimized Code Efficiency",
    "text_3": "- Modern Framework Proficiency"
  },
  "about_us": {
    "title": "About us",
    "revert": false,
    "list": [
      {
        "text": "At E-commerce, we are a dedicated team of 3 freelance developers, collectively known as IOM, each with over 4+ years of experience. We understand that your online store isn't just a website; it's the heart and soul of your business. That's why we're committed to delivering top-notch Shopify and Ecommerce solutions tailored to your unique needs."
      },
      {
        "text": "With a wealth of experience in the Ecommerce industry, we've navigated the ever-evolving landscape, tackling challenges, and capitalizing on opportunities. We've successfully delivered a wide array of projects, each contributing to our growing expertise. Our seasoned team brings a depth of knowledge that enables us to build high-performing, customer-centric Ecommerce solutions."
      }
    ]
  },
  "services_offered": {
    "title": "Services Offered",
    "revert": true,
    "list": [
      {
        "text": "<b>Shopify Store Setup:</b> We specialize in setting up fully customized Shopify stores that not only look great but also function flawlessly. From product listings to payment gateways, we've got you covered.",
        "icon": "check",
        "shadow": true
      },
      {
        "text": "<b>Ecommerce Consultation:</b> Not sure where to start? Our experts will provide you with strategic guidance and help you make the right decisions for your online store",
        "icon": "check",
        "shadow": true
      },
      {
        "text": "<b>Custom Development:</b> Need unique features or functionality? Our team of experienced developers can tailor your Shopify store to your specific needs.",
        "icon": "check",
        "shadow": true
      },
      {
        "text": "<b>SEO and Marketing:</b> Drive traffic and increase sales with our SEO and digital marketing services. We'll help you rank higher on search engines and develop campaigns that convert visitors into customers.",
        "icon": "check",
        "shadow": true
      },
      {
        "text": "<b>Customer Support:</b> Our commitment doesn't end with the project. We provide ongoing support to ensure your store operates smoothly and efficiently.",
        "icon": "check",
        "shadow": true
      }
    ]
  },
  "technologies": {
    "title": "Turning your ideas into the code by core technologies",
    "list": [
      { "icon": "javascript", "name": "JavaScript" },
      { "icon": "react", "name": "React.JS" },
      { "icon": "redux", "name": "Redux.JS" },
      { "icon": "next", "name": "Next.JS" },
      { "icon": "vue", "name": "Vue.JS" },
      { "icon": "nuxt", "name": "Nuxt.JS" },
      { "icon": "shopify", "name": "Shopify" },
      { "icon": "node", "name": "Node.JS" },
      { "icon": "graphql", "name": "GraphQL" },
      { "icon": "typescript", "name": "TypeScript" },
      { "icon": "jest", "name": "Jest" },
      { "icon": "tailwind", "name": "Tailwind" },
      { "icon": "materialui", "name": "MaterialUI" },
      { "icon": "alpine", "name": "Alpine.JS" }
    ]
  },
  "why_choose_us": {
    "title": "Why choose us",
    "cards": [
      {
        "title": "Responsive Design and User-Friendly Experience",
        "description": "<p> In today's mobile-driven world, we ensure that your E-commerce site is not only visually appealing but also responsive across all devices, providing a seamless shopping experience.</p><br/><p> We design and develop intuitive user interfaces to ensure that your customers can easily navigate your site and make purchases with confidence.</p>"
      },
      {
        "title": "Proven Expertise and End-to-End Services",
        "description": "<p>Our team of experts brings a wealth of experience in E-commerce and Shopify development. We stay updated with the latest trends and technologies to deliver top-notch results.</p><br/><p> From initial concept to design, development, and ongoing support, we offer comprehensive services that cover the entire E-commerce development lifecycle.</p>"
      },
      {
        "title": "Optimized Performance and SEO-Friendly",
        "description": "<p>We prioritize website speed and performance to minimize loading times, keeping your customers engaged and satisfied.</p><br/><p> Our development practices focus on search engine optimization, making it easier for potential customers to find your store through search engines like Google.</p>"
      }
    ]
  },
  "portfolio": {
    "title": "Our Completed Projects",
    "cards": [
      {
        "title": "Booking Class Spot App",
        "description": "<p>We've meticulously crafted a user-friendly booking process with a seamless credit and membership purchase flow. Our integration with the Stripe payment system ensures secure transactions. We've also created user account pages for a convenient experience. Our robust registration and authorization system leverages OAuth 2.0, while we use the MarianaTek API to fetch data from the backend. To ensure data consistency and accessibility, we've efficiently stored it using Vuex.</p> <br><p><b>Technologies used to create:</b> Vue.js, Vuex, MarianaTek API, Stripe.js, OAUTH 2.0.</p>"
      },
      {
        "title": "Learning Manage System",
        "description": "<p>Our application is powered by Next.js, GraphQL, and Contentful. We've customized Contentful templates, created backend models for our components, and harnessed GraphQL to seamlessly retrieve and convert CMS content into dynamic Next.js components. To enhance performance, we've optimized the application by achieving a remarkable 90% speed boost. For analytics, we've integrated OneTrust and Google Analytics. Additionally, we've prioritized SEO by enabling you to configure SEO settings from your Contentful account, tailoring keywords and data for each page.</p> <br><p><b>Technologies used to create:</b> Next.js, GraphQL, Contentful.</p>"
      },
      {
        "title": "Creation of Shopify Sites",
        "description": "<p>The sites created by us are used to sell various products. Our sites allow you to change and customize all the necessary content.</p><p> We also often write our own custom solutions for example (custom filters, size chart, discount logic).</p> <br><p><b>Technologies used to create:</b> JavaScript, Alpin.Js, SCSS, HTML5</p>"
      },
      {
        "title": "Develop site on WordPress",
        "description": "<p>The site created by us are used to sell an electric scooter on the WordPress platform: creation of the main page, collection page, product page, Ajax cart, and successful application page. Implementation of Ajax filters on the collection page, as well as the addition of a price calculator on the product page, dependent on selected additional features and services.</p><br><p><b>Technologies used to create: </b>PHP, MySql, Java Script, Html5, CSS( SASS), Slick, Animate.css, Bootstrap, jQuery.</p>"
      },
      {
        "title": "Creation of Shopify App",
        "description": "<p>App was used to export images from the client's database in order to import them to specific products in Shopify. This app provided the ability to change the order, delete, and upload images from a local PC.<p> <br><p><b>Technologies used to create:</b> Node.js, React.js Typescript, MaterialUI</p>"
      }
    ]
  },
  "our_process": {
    "title": "Our Process",
    "list": [
      {
        "text": "<b>Custom Solutions:</b> We don't believe in one-size-fits-all solutions. We tailor our services to your specific business requirements, ensuring that you get a unique and competitive edge in the market.",
        "icon": "check",
        "shadow": true
      },
      {
        "text": "<b>Project Management Excellence:</b> We take project management seriously. Our team is proficient in using industry-leading tools like Jira, ClickUp, and Asana to ensure that your project stays on track, deadlines are met, and communication is seamless. Your project's success is our top priority.",
        "icon": "check",
        "shadow": true
      },
      {
        "text": "<b>Collaborative Approach:</b>  We see ourselves as an extension of your team. We work closely with you, fostering a collaborative approach that allows us to understand your goals and challenges thoroughly.",
        "icon": "check",
        "shadow": true
      },
      {
        "text": "<b>Cutting-Edge Technology: </b>  We stay updated with the latest technologies and best practices in e-commerce development. Whether it's creating responsive designs, enhancing user experiences, or improving site performance, we always strive for excellence.",
        "icon": "check",
        "shadow": true
      },
      {
        "text": "<b>Client-Centric:  </b>  Your satisfaction is our measure of success. We listen to your feedback, make adjustments as needed, and ensure that you're delighted with the results.",
        "icon": "check",
        "shadow": true
      }
    ]
  },
  "feedbacks": {
    "title": "Upwork Customer reviews",
    "reviews": [
      {
        "name": "Alok Panchal",
        "stars": 5,
        "response": "A good person with a brilliant skill set and professionalism. He met all deadlines.",
        "link": {
          "url": "https://www.upwork.com/freelancers/~01a9efbe9a36e060f6",
          "text": "View feedback"
        }
      },
      {
        "name": "Surbir Singh",
        "stars": 5,
        "response": "Very Genuine person, Strictly professional, and very easy to work with, looking forward to working with him on a regular basis.",
        "link": {
          "url": "https://www.upwork.com/freelancers/~01a9efbe9a36e060f6",
          "text": "View feedback"
        }
      },
      {
        "name": "Lilit Hayer",
        "stars": 5,
        "response": "Enjoyed working with Mykola. The task was urgent, and he was able to meet the deadline and provide a quick solution.",
        "link": {
          "url": "https://www.upwork.com/freelancers/~01a9efbe9a36e060f6",
          "text": "View feedback"
        }
      },
      {
        "name": "Sascha",
        "stars": 5,
        "response": "Mykola is great to work with, writes clean code and makes changes extremely quickly. Was great to work with him, would highly recommend!",
        "link": {
          "url": "https://www.upwork.com/freelancers/~01a9efbe9a36e060f6",
          "text": "View feedback"
        }
      }
    ]
  },
  "contact_us": {
    "title": "Contact Us",
    "btn_text": "Submit",
    "form": {
      "first_name": "First Name",
      "last_name": "Last Name",
      "email": "Email",
      "message": "Message"
    },
    "success_message": " Thank you! Your message has been successfully sent. We will contact you very soon!"
  },
  "footer": {
    "navigation": [
      "About Us",
      "Services Offered",
      "Core Technologies",
      "Why Choose Us",
      "Portfolio",
      "Our Process",
      "Feedbacks",
      "Contact Us"
    ]
  }
}
