{
  "header": {
    "navigation": [
      "About US",
      "Services Offered",
      "Why Choose US",
      "Portfolio",
      "Our Process",
      "Feedbacks",
      "Contact US"
    ]
  },
  "hero_banner": {
    "letter_1": "I",
    "letter_2": "O",
    "letter_3": "M",
    "text_1": "- Interactive Web Development",
    "text_2": "- Optimized Code Efficiency",
    "text_3": "- Modern Framework Proficiency"
  },
  "about_us": {
    "cards": [
      {
        "title": "About us",
        "revert": false,
        "list": [
          {
            "text": "At Ecommerce IOM Company, we're more than just a team of developers; we're your partners in Ecommerce success. We understand that your online store isn't just a website; it's the heart and soul of your business. That's why we're committed to delivering top-notch Shopify and Ecommerce solutions tailored to your unique needs."
          },
          {
            "text": "With a wealth of experience in the Ecommerce industry, we've navigated the ever-evolving landscape, tackling challenges, and capitalizing on opportunities. We've successfully delivered a wide array of projects, each contributing to our growing expertise. Our seasoned team brings a depth of knowledge that enables us to build high-performing, customer-centric Ecommerce solutions."
          }
        ]
      }
    ]
  },
  "services_offered": {
    "cards": [
      {
        "title": "Services Offered",
        "revert": true,
        "list": [
          {
            "text": "Shopify Store Setup: We specialize in setting up fully customized Shopify stores that not only look great but also function flawlessly. From product listings to payment gateways, we've got you covered.",
            "icon": "check",
            "shadow": true
          },
          {
            "text": "Ecommerce Consultation: Not sure where to start? Our experts will provide you with strategic guidance and help you make the right decisions for your online store",
            "icon": "check",
            "shadow": true
          },
          {
            "text": "Custom Development: Need unique features or functionality? Our team of experienced developers can tailor your Shopify store to your specific needs.",
            "icon": "check",
            "shadow": true
          },
          {
            "text": "SEO and Marketing: Drive traffic and increase sales with our SEO and digital marketing services. We'll help you rank higher on search engines and develop campaigns that convert visitors into customers.",
            "icon": "check",
            "shadow": true
          },
          {
            "text": "Customer Support: Our commitment doesn't end with the project. We provide ongoing support to ensure your store operates smoothly and efficiently.",
            "icon": "check",
            "shadow": true
          }
        ]
      }
    ]
  },
  "why_choose_us": {
    "title": "Why choose us",
    "cards": [
      {
        "title": "Responsive Web Design",
        "description": "More than 50% of people browse the internet using their mobile phone. If your website isn’t mobile responsive then you’re missing out on half of your potential customers and hurting your Google rankings at the same time."
      },
      {
        "title": "Fast + Custom Designed Websites",
        "description": "In today’s fast-paced world, customers expect to see a professional website that looks great and loads quickly. Your customers won’t wait for your website to load. Instead, they’ll visit one of your competitors who already has a fast website."
      }
    ]
  },
  "portfolio": {
    "title": "Explore Our Completed Projects",
    "cards": [
      {
        "title": "Cool feature title",
        "description": "Learning curve network effects return on investment."
      },
      {
        "title": "Even cooler feature",
        "description": "Learning curve network effects return on investment."
      },
      {
        "title": "Cool feature title",
        "description": "Learning curve network effects return on investment."
      },
      {
        "title": "Cool feature title",
        "description": "Learning curve network effects return on investment."
      }
    ]
  },
  "our_process": {
    "title": "We connect our customers with the best, and help them keep up-and stay open.",
    "list": [
      {
        "text": "We connect our customers with the best?",
        "icon": "check"
      },
      {
        "text": "Android research & development rockstar? ",
        "icon": "check"
      }
    ]
  },
  "feedback": {
    "title": "Upwork Customer reviews",
    "reviews": [
      {
        "name": "Alok Panchal",
        "stars": 5,
        "response": "A good person with a brilliant skill set and professionalism. He met all deadlines.",
        "link": {
          "url": "https://www.upwork.com/freelancers/~01a9efbe9a36e060f6",
          "text": "View feedback"
        }
      },
      {
        "name": "Surbir Singh",
        "stars": 5,
        "response": "Very Genuine person, Strictly professional, and very easy to work with, looking forward to working with him on a regular basis.",
        "link": {
          "url": "https://www.upwork.com/freelancers/~01a9efbe9a36e060f6",
          "text": "View feedback"
        }
      },
      {
        "name": "Lilit Hayer",
        "stars": 5,
        "response": "Enjoyed working with Mykola. The task was urgent, and he was able to meet the deadline and provide a quick solution.",
        "link": {
          "url": "https://www.upwork.com/freelancers/~01a9efbe9a36e060f6",
          "text": "View feedback"
        }
      },
      {
        "name": "Surbir Singh",
        "stars": 5,
        "response": "Mykola is great to work with, writes clean code and makes changes extremely quickly. Was great to work with him, would highly recommend!",
        "link": {
          "url": "https://www.upwork.com/freelancers/~01a9efbe9a36e060f6",
          "text": "View feedback"
        }
      }
    ]
  },
  "contact_us": {
    "title": "An enterprise template to ramp up your company website",
    "btn_text": "Submit",
    "form": {
      "first_name": "First Name",
      "last_name": "Last Name",
      "email": "Email",
      "message": "Message"
    },
    "success_message": " Thank you! Your message has been successfully sent. We will contact you very soon!",
    "error_message": "Error"
  },
  "footer": {
    "navigation": [
      "About US",
      "Services Offered",
      "Why Choose US",
      "Portfolio",
      "Our Process",
      "Feedbacks",
      "Contact US"
    ]
  }
}
